<html>
<head>
	<title>Dossier documentaire sur l&#39;OCR</title>
</head>
<body>
<p><a href="https://cvancoppenolle.github.io/"><u>Accueil</u></a></p>

<h1 style="text-align: center;"><u>Cahier des charges du projet de TFE</u></h1>

<h2>R&eacute;sum&eacute; du projet de TFE :&nbsp;</h2>

<p>Mon projet de TFE est de cr&eacute;er une base de donn&eacute;es reprenant les photos num&eacute;ris&eacute;es du Centre de documentation (CEDOC) du Belgian Tank Museum et d&rsquo;y adjoindre un micro-th&eacute;saurus dans le but de permettre aux utilisateurs d&rsquo;effectuer une recherche plus approfondie dans les photos. Ainsi, au lieu de limiter la recherche uniquement en fonction des mod&egrave;les, j&rsquo;aimerais pourvoir rajouter les pays fabricants et/ou utilisateurs, les variantes de mod&egrave;les, les conflits dans lesquels ont &eacute;t&eacute; impliqu&eacute; les v&eacute;hicules, etc&hellip;<br />
Il va de soi que ce th&eacute;saurus sera adapt&eacute; aux usagers du centre.&nbsp;</p>

<h2><u>Analyse de l&#39;existant</u></h2>

<ul>
	<li>
	<h3><u>Cr&eacute;ation de Th&eacute;saurus :&nbsp;</u></h3>

	<ol>
		<li>
		<h4>Travaux de fin d&#39;&eacute;tudes traitant d&#39;un&nbsp;projet similaire :</h4>

		<ul>
			<li>BURANELLO, J&eacute;r&ocirc;me. Une GED chez Moto 80 : en selle avec EPrints. 1 vol. (111 f., f. CXIICXLVII). Travail de fin d&rsquo;&eacute;tudes de bachelier : Section biblioth&eacute;caire-documentaliste : Bruxelles, Institut d&rsquo;Enseignement Sup&eacute;rieur Social de l&rsquo;Information et de la Documentation (IESSID) : 2014</li>
			<li>GRIGOLATO, Gilles. ASBL Garance : installation du SIGB PMB, encodage de collections et &eacute;laboration d&rsquo;un th&eacute;saurus sur les domaines li&eacute;s au f&eacute;minisme et aux violences bas&eacute;es sur le genre. 1 vol. (157 f.). Travail de fin d&rsquo;&eacute;tudes de bachelier : Section biblioth&eacute;caire-documentaliste : Bruxelles, Institut d&rsquo;Enseignement Sup&eacute;rieur Social de l&rsquo;Information et de la Documentation (IESSID) : 2012</li>
			<li>DESCAMPS, Sophie. Construction d&rsquo;une &eacute;bauche de th&eacute;saurus sur la photographie pour l&rsquo;institut de Radio&eacute;l&eacute;ctricit&eacute; et de Cin&eacute;matographie. 2 vol. (396 f.). Travail de fin d&rsquo;&eacute;tudes de bachelier : Section biblioth&eacute;caire-documentaliste : Bruxelles, Institut d&rsquo;Enseignement Sup&eacute;rieur Social de l&rsquo;Information et de la Documentation (IESSID) : 2007</li>
			<li>DELAUNOIS Christine. Approche pratique de l&rsquo;&eacute;laboration du th&eacute;saurus d&rsquo;Europ Assistance Belqigue. 1 vol. (115 p.). Travail de fin d&rsquo;&eacute;tudes de bachelier : Section biblioth&eacute;caire-documentaliste : Bruxelles, Institut d&rsquo;Enseignement Sup&eacute;rieur Social de l&rsquo;Information et de la Documentation (IESSID) : 1990</li>
		</ul>
		</li>
		<li>
		<h4>Articles traitant du sujet :&nbsp;</h4>

		<ul>
			<li>AMADE, Marion. &laquo; L&rsquo;indexation d&rsquo;image, trucs et astuces &raquo;. Archimag. 2010, vol. 233, p. 25-34&nbsp;</li>
		</ul>
		</li>
		<li>
		<h4>Monographies traitant du sujet :&nbsp;</h4>

		<ul>
			<li>Les langages d&#39;indexation : conception, construction et utilisation dans les syst&egrave;mes documentaires [texte imprim&eacute;] / Georges Van Slype, Auteur . - Paris : Eyrolles. Editions d&#39;Organisation, 1987 . - 277 p. ; 24 cm. - (Syst&egrave;mes d&#39;Information et de Documentation) .ISBN : 978-2-7081-0760-1</li>
			<li>VAN SLYPE Georges. Les langages d&#39;indexation : conception, construction et utilisation dans les syst&egrave;mes documentaires. Paris : Editions d&#39;Organisation, 1987. 277 p. (Syst&egrave;mes d&#39;Information et de Documentation) .ISBN : 978-2-7081-0760-1&nbsp;</li>
			<li>AITCHISON Jean. Construire un Th&eacute;saurus : manuel pratique. Paris : Editions d&#39;Organisation, 1992. 217 p. (S&eacute;rie Etudes et Techniques collection) .ISBN : 978-2-901046- 43-1&nbsp;</li>
			<li>CHAUMIER, Jacques. La gestion &eacute;lectronique de documents. Paris : Presse universitaires de France, 1996. 123 p. ISBN : 978-2-13- 047766-2&nbsp;</li>
			<li>CHAUMIER, Jacques. La gestion &eacute;lectronique de documents. Paris : Presse universitaires de France, 1996. 123 p. ISBN : 978-2-13- 047766-2&nbsp;</li>
		</ul>
		</li>
	</ol>
	</li>
	<li>
	<h4>Institutions similaires :&nbsp;</h4>

	<ul>
		<li>Le centre de documentation technique de l&rsquo;aviation</li>
		<li>&nbsp;Le centre de documentation technique de la marine</li>
		<li>L&rsquo;Institut Royal du Patrimoine artistique (IRPA)</li>
		<li>Le CEGESOMA</li>
		<li>L&#39;Institut royal des Sciences naturelles de Belgique</li>
	</ul>
	</li>
	<li>
	<h4>Personnes ressources :&nbsp;</h4>

	<ul>
		<li>Professeurs et MFPs</li>
		<li>Yvon Brunin, pr&eacute;sident de l&#39;asbl Belgian Tank Museum</li>
		<li>Christian Haansen, membre de la m&ecirc;me ASBL</li>
	</ul>
	</li>
</ul>

<h2><u>Contraintes :&nbsp;</u></h2>

<p>&nbsp;</p>
</body>
</html>
