<p><a href="https://cvancoppenolle.github.io/">Accueil</a></p>
<h1><span style="text-decoration: none;">&nbsp;</span></h1>
<h1 style="text-align: center;"><span style="text-decoration: underline;">Dossier documentaire&nbsp;: La RFID et son application dans les biblioth&egrave;ques</span></h1>
<h2><span style="text-decoration: none;">&nbsp;</span></h2>
<h2><span style="text-decoration: underline;">Qu&rsquo;est-ce que la technologie&nbsp;<em>RFID</em>&nbsp;?</span></h2>
<p>&nbsp;</p>
<p>RFID signifie Radio Frequency Identification. Il s&rsquo;agit d&rsquo;une technologie courante de nos jours, nous pouvons la retrouver dans les objets commerciaux (antivols et code-barres &eacute;lectroniques), dans les diff&eacute;rentes cartes de la vie de tous les jours (passeports, carte de paiement sans contact) ou dans les puces des animaux domestiques.</p>
<p>Un syst&egrave;me RFID basique se compose de deux parties&nbsp;:</p>
<ul>
<li>Une &laquo;&nbsp;&eacute;tiquette RFID&nbsp;&raquo; elle-m&ecirc;me compos&eacute;e
<ul>
<li>D&rsquo;une puce RFID&nbsp;: composant dans lequel sont enregistr&eacute;es des informations relatives &agrave; l&rsquo;objet portant l&rsquo;&eacute;tiquette</li>
<li>D&rsquo;une antenne RFID&nbsp;: Une simple bande en cuivre, aluminium ou autre m&eacute;tal qui permet d&rsquo;augmenter le signal transmit par la puce.<br /> </li>
</ul>
</li>
<li>Un lecteur RFID qui va envoyer une impulsion sur une fr&eacute;quence radio. Cette impulsion va fournir de l&rsquo;&eacute;nergie &agrave; l&rsquo;&eacute;tiquette afin de lui permettre de &laquo;&nbsp;r&eacute;pondre&nbsp;&raquo; &agrave; l&rsquo;interrogation du lecteur.</li>
</ul>
<p>&nbsp;</p>
<p>Le fonctionnement des syst&egrave;mes RFID est d&eacute;crit plus en d&eacute;tail sur l&rsquo;article Wikip&eacute;dia disponible <a href="https://fr.wikipedia.org/wiki/Radio-identification">ici</a> ou de mani&egrave;re plus succincte sur cet <a href="http://www.centrenational-rfid.com/fonctionnement-dun-systeme-rfid-article-17-fr-ruid-17.html">article</a> du CNRFID<a href="#_ftn1" name="_ftnref1"><span style="font-size: 11.0pt; line-height: 107%; font-family: 'Calibri','sans-serif';">[1]</span></a>.</p>
<p>&nbsp;</p>
<h2><span style="text-decoration: underline;">Quelles sont les applications de la technologie RFID dans les biblioth&egrave;ques&nbsp;?</span></h2>
<p>&nbsp;</p>
<p>L&rsquo;application la plus connue de cette technologie dans les biblioth&egrave;ques et l&rsquo;automatisation des pr&ecirc;ts et des retours. Ce syst&egrave;me fait &eacute;galement office d&rsquo;antivol. Comme pr&eacute;cis&eacute; dans cet <a href="http://bbf.enssib.fr/consulter/bbf-2005-05-0056-004">article</a> du BBF<a href="#_ftn1" name="_ftnref1"><span style="font-size: 11.0pt; line-height: 107%; font-family: 'Calibri','sans-serif';">[1]</span></a>, l&rsquo;installation d&rsquo;un syst&egrave;me RFID pour les pr&ecirc;ts permet de d&eacute;bloquer du temps en &laquo;&nbsp;all&eacute;geant les t&acirc;ches r&eacute;p&eacute;titives&nbsp;&raquo; pour les membres du personnel de la biblioth&egrave;que, ce qui repr&eacute;sente un avantage non n&eacute;gligeable.</p>
<p>Dans les inconv&eacute;nients d&rsquo;un tel syst&egrave;me, nous pouvons citer le prix de l&rsquo;installation. Si le prix unitaire d&rsquo;un lecteur et d&rsquo;une &eacute;tiquette RFID sont relativement bas, ce m&ecirc;me prix pour les &eacute;tiquettes de tout le fonds d&rsquo;une biblioth&egrave;que, plus les lecteurs, plus les platines, plus les bornes antivol, plus l&rsquo;installation de tous ces &eacute;l&eacute;ments peut rapidement d&eacute;courager les institutions avec un budget limit&eacute;. Qui plus est, une telle &laquo;&nbsp;d&eacute;shumanisation&nbsp;&raquo; peut &ecirc;tre mal accueillie par les utilisateurs r&eacute;guliers de la biblioth&egrave;que. En effet, certains utilisateurs aiment discuter un peu avec les biblioth&eacute;caires et, dans certains cas, cela repr&eacute;sente leur seule interaction de la journ&eacute;e.</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p><a href="#_ftnref1" name="_ftn1"><span style="font-size: 10.0pt; line-height: 107%; font-family: 'Calibri','sans-serif';">[1]</span></a> Centre National de R&eacute;f&eacute;rence RFID</p>
<p><a href="#_ftnref2" name="_ftn2"><span style="font-size: 10.0pt; line-height: 107%; font-family: 'Calibri','sans-serif';">[2]</span></a> Bulletin des Biblioth&egrave;ques de France</p>
