<p></p>
<p style="line-height: normal;"><span style="font-size: 12.0pt; font-family: 'Times New Roman','serif';"><a href="https://cvancoppenolle.github.io/"><span style="color: blue;">Accueil</span></a></span></p>
<h1 id="mcetoc_1bokveqs84" style="text-align: center;"><br /> <span style="text-decoration: underline;">R&eacute;ponses &agrave; deux questions essentielles :</span></h1>
<p style="line-height: normal;"><span style="font-size: 12.0pt; font-family: 'Times New Roman','serif';">&nbsp;</span></p>
<h2 id="mcetoc_1bokveqs85"><span style="text-decoration: underline;">QUESTION 1 :</span></h2>
<p style="line-height: 15.0pt;"><em><span style="font-size: 12.0pt; font-family: 'Times New Roman','serif';">Citez un produit ou service dont l'informatisation, ou l'automatisation, vous semble prometteuse. Justifiez votre choix</span></em><span style="font-size: 12.0pt; font-family: 'Times New Roman','serif';">.</span></p>
<p style="line-height: normal;"><span style="font-size: 12.0pt; font-family: 'Times New Roman','serif';">Mon choix va se porter ici sur la num&eacute;risation de livres.&nbsp;<br /> S'il est vrai que, par d&eacute;finition, la num&eacute;risation <strong>est&nbsp;</strong>informatis&eacute;e et automatis&eacute;e en partie, ne peut-on pas consid&eacute;rer qu'il ne s'agit en fait d'une version informatis&eacute;e et semi-automatis&eacute;e de la t&acirc;che des moines copistes de jadis ?&nbsp;</span></p>
<p style="line-height: normal;"><span style="font-size: 12.0pt; font-family: 'Times New Roman','serif';">De nos jours, il n'est plus n&eacute;cessaire de recopier un livre &agrave; la main, ceux-ci &eacute;tant imprim&eacute;s &agrave; plusieurs exemplaires d&egrave;s l'&eacute;dition. Mais qu'en est-il d'ouvrages datant de plusieurs centaines d'ann&eacute;es ? Ces ouvrages n'existant pas sous format num&eacute;rique, il &eacute;tait obligatoire, avant l'invention du scanner optique, de les recopier manuellement si l'on souhaitait en avoir plusieurs exemplaires.&nbsp;</span></p>
<p style="line-height: normal;"><em><span style="font-size: 12.0pt; font-family: 'Times New Roman','serif';">La num&eacute;risation d'un texte papier est-celle prometteuse ?&nbsp;</span></em></p>
<p style="line-height: normal;"><span style="font-size: 12.0pt; font-family: 'Times New Roman','serif';">Oui. Pour une raison relativement simple : M&ecirc;me avec les meilleures conditions de conservation, un document &agrave; base de papiers &agrave; une dur&eacute;e de vie bien plus limit&eacute;e qu'un fichier informatique. Un fichier informatique peut &ecirc;tre entrepos&eacute; dans des supports fait de plastique et de m&eacute;taux (deux composants ayant, de base, une dur&eacute;e de vie plus grande que celle du papier), tels que les serveurs, les disques durs etc...&nbsp;Mais ce m&ecirc;me fichier peut &ecirc;tre &eacute;galement transf&eacute;r&eacute; dans d'autres appareils plus performant sans perte (dans la plupart des cas) tout en &eacute;tant duplicable &agrave; l'envie.&nbsp;</span></p>
<p style="line-height: normal;"><em><span style="font-size: 12.0pt; font-family: 'Times New Roman','serif';">Qu'en est-il de l'automatisation ?</span></em><span style="font-size: 12.0pt; font-family: 'Times New Roman','serif';"><br /> <br /> Il existe des scanners enti&egrave;rement automatis&eacute;s, dot&eacute;s d'un petit bras robotique pour tourner les pages &agrave; la place d'un op&eacute;rateur humain, tel que le <a href="http://www.k2.t.u-tokyo.ac.jp/vision/BFS-Auto/"><span style="color: blue;">BFS-Auto</span></a>. N&eacute;anmoins, ceux-ci ne semblent pas &ecirc;tre d&eacute;mocratis&eacute;s &agrave; l'heure actuelle, les scanners que j'ai pu voir et/ou manipuler &eacute;tant toujours des scanners manuels... et chronophages !</span></p>
<p style="line-height: normal;"><span style="font-size: 12.0pt; font-family: 'Times New Roman','serif';">Durant le stage que j'ai effectu&eacute; &agrave; la Biblioth&egrave;que Universitaire de la D&eacute;fense, j'ai eu l'occasion de num&eacute;riser diff&eacute;rents livres anciens. Vers la fin du stage, en ayant acquis quelques habitudes et en ayant "am&eacute;lior&eacute;" les conditions de travail, la num&eacute;risation d'un simple p&eacute;riodique&nbsp;d'une centaine de pages a n&eacute;cessit&eacute; 50 minutes. Du moment o&ugrave; ledit p&eacute;riodique fut&nbsp;pos&eacute; sur le scanner au moment o&ugrave; je disposais d'un fichier .PDF, presque une heure s'&eacute;tait donc &eacute;coul&eacute;e. Par comparaison, un appareil tel que le BSF-Auto peut num&eacute;riser environ 250 pages en une minute. Outre le gain de temps, l'utilisation d'un bras robotique me semble &ecirc;tre plus s&eacute;curis&eacute;e pour manipuler du papier vieux de plusieurs centaines d'ann&eacute;es et par cons&eacute;quent fragile. Il y a diverses raisons &agrave; cela.&nbsp;<br /> Premi&egrave;rement, un bras robotique ne transpire pas, contrairement &agrave; la peau. L'acidit&eacute; de la sueur peut aggraver l'&eacute;tat du papier.&nbsp;<br /> Deuxi&egrave;mement, ce m&ecirc;me bras robotique peut faire preuve de plus de pr&eacute;cision qu'un bras humain.<br /> <br /> Un bras robotique est-il pour autant une solution parfaite ?<br /> Sans doute non, du moins &agrave; l'heure actuelle. Aucun logiciel n'est a l'abri d'un bug et les d&eacute;g&acirc;ts qu'un bras robotique faisant un faux mouvement pourrait &ecirc;tre irr&eacute;parables pour une oeuvre unique.</span></p>
<p style="line-height: normal;">&nbsp;</p>
<p style="line-height: normal;"><span style="font-size: 12.0pt; font-family: 'Times New Roman','serif';">En d&eacute;finitive, l'automatisation des machines de num&eacute;risation se montre prometteuse pour la conservation et la diffusion d'anciens documents ou de documents &agrave; venir. Avec l'essor toujours plus important des documents num&eacute;riques, num&eacute;riser de plus en plus de documents mat&eacute;riels s'inscrit dans une d&eacute;marche d'avenir.</span></p>
<p style="line-height: normal;"><span style="font-size: 12.0pt; font-family: 'Times New Roman','serif';">&nbsp;</span></p>
<h2 id="mcetoc_1bokveqs86"><span style="text-decoration: underline;">QUESTION &nbsp;2 :</span>&nbsp;</h2>
<p style="line-height: normal;"><em><span style="font-size: 12.0pt; font-family: 'Times New Roman','serif';">Q</span></em><em><span style="font-size: 10.5pt; font-family: 'Arial','sans-serif'; color: #333333; background: white;">uels sont les avantages et les inconv&eacute;nients &agrave; pouvoir utiliser un ordinateur pour automatiser certaines parties du travail d'un professionnel de l'information et de la documentation ?</span></em></p>
<p style="line-height: normal;"><span style="font-size: 12.0pt; font-family: 'Times New Roman','serif';">Les avantages de l'automatisation de tout ou d'une partie d'un travail sont relativement nombreux. On peut citer :</span></p>
<ol>
<li style="line-height: normal; tab-stops: list 36.0pt;"><span style="font-size: 12.0pt; font-family: 'Times New Roman','serif';">Le gain de temps : Un processus automatis&eacute; est, g&eacute;n&eacute;ralement, plus rapide qu'un op&eacute;rateur humain. Qui plus est, ledit op&eacute;rateur n'ayant pas &agrave; faire de manipulation il est libre de faire une autre t&acirc;che en parall&egrave;le.</span></li>
<li style="line-height: normal; tab-stops: list 36.0pt;"><span style="font-size: 12.0pt; font-family: 'Times New Roman','serif';">Une r&eacute;gularit&eacute; de travail : L&agrave; o&ugrave; un op&eacute;rateur humain verra son efficacit&eacute; varier en fonction de sa sant&eacute;, de son humeur ou de son environnement, un processus automatis&eacute; sera beaucoup moins sensible et tendra &agrave; &ecirc;tre plus r&eacute;gulier.</span></li>
<li style="line-height: normal; tab-stops: list 36.0pt;"><span style="font-size: 12.0pt; font-family: 'Times New Roman','serif';">Une am&eacute;lioration g&eacute;n&eacute;rale de la qualit&eacute; de travail : Un processus automatis&eacute; est, th&eacute;oriquement, moins sujet &agrave; faire des erreurs.</span></li>
</ol>
<p><span style="font-family: 'Times New Roman', serif;"><span style="font-size: 16px;">Il est donc ais&eacute; de dire que l'automatisation de diff&eacute;rentes parties du travail d'un professionnel repr&eacute;sente un gain de temps et d'&eacute;nergie. Ces gains sont mis &agrave; profit en effectuant d'autres t&acirc;ches, ce qui am&eacute;liore le travail global au final.</span></span></p>
<p style="line-height: normal;"><span style="font-size: 12.0pt; font-family: 'Times New Roman','serif';">N&eacute;anmoins, ces avantages sont accompagn&eacute;s d'inconv&eacute;nients :&nbsp;</span></p>
<ol>
<li style="line-height: normal; tab-stops: list 36.0pt;"><span style="font-size: 12.0pt; font-family: 'Times New Roman','serif';">Formation, param&eacute;trage et surveillance/entretien : Former les employ&eacute;s &agrave; utiliser le mat&eacute;riel, param&eacute;trer le ou les processus et enfin savoir surveiller le bon d&eacute;roulement desdits processus ainsi qu'entretenir les appareils&nbsp;sont souvent des investissements cons&eacute;quents en temps et en argent.&nbsp;</span></li>
<li style="line-height: normal; tab-stops: list 36.0pt;"><span style="font-size: 12.0pt; font-family: 'Times New Roman','serif';">D&eacute;shumanisation : Si l'automatisation de processus est une bonne chose, cela soul&egrave;ve tout de m&ecirc;me la question du bienfond&eacute; d'enlever le facteur humain de certains processus</span></li>
<li style="line-height: normal; tab-stops: list 36.0pt;"><span style="font-size: 12.0pt; font-family: 'Times New Roman','serif';">Emplois : Automatiser des processus, et par la m&ecirc;me occasion les d&eacute;shumaniser, reviens globalement &agrave; diminuer le nombre d'emplois. Ce n'est pas toujours compens&eacute; par les emplois cr&eacute;es &agrave; c&ocirc;t&eacute;s, tel que ceux des techniciens faisant les r&eacute;parations.</span></li>
</ol>
<p><span style="font-size: 12pt;">&nbsp;<span style="font-family: 'times new roman', times, serif;">La d&eacute;shumanisation des processus peut affecter l'aspect social des t&acirc;ches du profesionnel de l'information et de la documentation. L'automatisation et l'informatisation peuvent &eacute;galement rendre plus difficile la recherche d'erreur dans les processus. Les ordinateurs ne sont pas encore fiables &agrave; 100% et il arrive que certains bugs soient particuli&egrave;rement difficiles &agrave; trouver et/ou solutionner. Dans une autre optique, le fait d'habituer les travailleurs &agrave; un processus automatis&eacute; peut les amener &agrave; oublier comment effectuer la m&ecirc;me t&acirc;che manuellement, ce qui aggrave la perte d'efficacit&eacute; en cas de panne g&eacute;n&eacute;ralis&eacute;e. Mais les gains apport&eacute;s par l'automisation/informatisation des t&acirc;ches en utilisant un ordinateur se montre &agrave; la hauteur de ces inconv&eacute;nients. Le gain de temps et d'&eacute;nergie permet de se concentrer sur d'autres t&acirc;ches et, au final, am&eacute;liorer son efficacit&eacute; au travail.&nbsp;</span></span></p>
<p><span style="font-family: 'times new roman', times, serif;">&nbsp;</span></p>
